Repository: IXIOverlorDIXI/HarborManagementSystem.Web
Catalog: UI/Localizations/Localization.*.resx
Languages: uk

# HarborPage_HarborValidator_InvalidFormatBIC
source: Invalid BIC format
uk: Невірний формат BIC

# HarborPage_HarborValidator_InvalidFormatIBAN
source: Invalid IBAN format
uk: Невірний формат IBAN

# HarborPage_HarborValidator_InvalidFormatSupportEmail
source: Invalid support email format
uk: Невірний формат пошти

# HarborPage_HarborValidator_InvalidFormatSupportPhoneNumber
source: Invalid phone number format
uk: Невірний формат номера телефону

# HarborPage_HarborValidator_InvalidMinimalDescriptionLength
source: Description must be bigger than {0} characters
uk: Опис має бути довшим за {0} символів

# HarborPage_HarborValidator_InvalidMinimalDisplayNameLength
source: Display name must be bigger than {0} characters
uk: Назва має бути довшою за {0} символів

# HarborPage_HarborValidator_InvalidMaximalDisplayNameLength
source: Display name must be shorter than {0} characters
uk: Назва має бути коротшою за {0} символів

# HarborPage_HarborValidator_InvalidMaximalDescriptionLength
source: Description must be shorter than {0} characters
uk: Опис має бути коротшим за {0} символів

# HarborPage_HarborValidator_RequiredBIC
source: BIC is required
uk: BIC є обов'язковим

# HarborPage_HarborValidator_RequiredDescription
source: Description is required
uk: Опис є обов'язковим

# HarborPage_HarborValidator_RequiredDisplayName
source: Display name is required
uk: Назва є обов'язковою

# HarborPage_HarborValidator_RequiredGeolocationLatitude
source: Latitude is required
uk: Широта є обов'язковою

# HarborPage_HarborValidator_RequiredGeolocationLongitude
source: Longtitude is required
uk: Довгота є обов'язковою

# HarborPage_HarborValidator_RequiredIBAN
source: IBAN is required
uk: IBAN є обов'язковим

# HarborPage_HarborValidator_RequiredSupportEmail
source: Support email is required
uk: Пошта підтримки є обов'язковою

# HarborPage_HarborValidator_RequiredSupportPhoneNumber
source: Support phone number is required
uk: Телефон підтримки є обов'язковим

# HarborPage_HarborValidator_InvalidMaximalGeolocationLatitude
source: Latitude must be smaller than {0} degrees
uk: Широта має бути більшою за {0} градусів

# HarborPage_HarborValidator_InvalidMaximalGeolocationLongitude
source: Longitude must be smaller than {0} degrees
uk: Довгота має бути більшою за {0} градусів

# HarborPage_HarborValidator_InvalidMinimalGeolocationLongitude
source: Longitude must be bigger than {0} degrees
uk: Довгота має бути меншою за {0} градусів

# HarborPage_HarborValidator_InvalidMinimalGeolocationLatitude
source: Latitude must be bigger than {0} degrees
uk: Широта має бути меншою за {0} градусів

# HarborFormPage_ErrorAlert
source: Harbor create error
uk: Помилка створення бухти

# HarborFormPage_HelperText_BIC
source: Enter BIC
uk: Введіть BIC

# HarborFormPage_HelperText_Description
source: Enter description
uk: Введіть опис

# HarborFormPage_HelperText_DisplayName
source: Enter name
uk: Введіть назву

# HarborFormPage_HelperText_GeolocationLatitude
source: Enter latitude
uk: Введіть довготу

# HarborFormPage_HelperText_GeolocationLongitude
source: Enter longitude
uk: Введіть широту

# HarborFormPage_HelperText_IBAN
source: Enter IBAN
uk: Введіть IBAN

# HarborFormPage_HelperText_SupportEmail
source: Enter support email
uk: Введіть пошту підтримки

# HarborFormPage_HelperText_SupportPhoneNumber
source: Enter support phone number
uk: Введіть телефон підтримки

# HarborFormPage_CreateButton
source: Create
uk: Створити

# HarborFormPage_Label_Description
source: Description
uk: Опис

# HarborFormPage_Label_DisplayName
source: Name
uk: Назва

# HarborFormPage_Label_GeolocationLatitude
source: Latitude
uk: Довгота

# HarborFormPage_Label_GeolocationLongitude
source: Longitude
uk: Широта

# HarborFormPage_SuccessAlert
source: Harbor create success
uk: Бухта створена успішно

# HarborFormPage_Label_SupportEmail
source: Support email
uk: Пошта підтримки

# HarborFormPage_Label_SupportPhoneNumber
source: Support phone number
uk: Телефон підтримки

# HarborFormPage_Title
source: Harbor creation
uk: Створення бухти

# HarborFormPage_ToHarborPageButton
source: Open last created harbor
uk: Відкрити отсанню створену бухту

# HarborPage_HarborControls_CreateNewButton
source: Create new harbor
uk: Створити нову бухту

# HarborPage_HarborControls_DeleteButton
source: Delete
uk: Видалити

# HarborPage_HarborControls_GetBookingHistoryButton
source: Get booking history
uk: Отримати історію бронювання

# HarborPage_HarborDocumentsPart_Title
source: Documents
uk: Документи

# HarborPage_HarborDocumentsTab_DeleteHarborDocumentErrorAlert
source: Delete document error
uk: Помилка видалення документа

# HarborPage_HarborDocumentsTab_DeleteHarborDocumentSuccessAlert
source: Delete document success
uk: Документ видалено успішно

# HarborPage_HarborDocumentsTab_DocumentName
source: Document name
uk: Назва документу

# HarborPage_HarborDocumentsTab_DocumentNumber
source: Document number
uk: Номер документу

# HarborPage_HarborDocumentsTab_DocumentUploadButton
source: Upload
uk: Завантаження

# HarborPage_HarborDocumentsTab_DocumentUploadErrorAlert
source: Document upload error
uk: Помилка завантаження документу

# HarborPage_HarborDocumentsTab_DocumentUploadSuccessAlert
source: Document upload success
uk: Документ завантажено успішно

# HarborPage_HarborDocumentsTab_EmptyData
source: Noone document is here
uk: Жодного документа наразі немає

# HarborPage_HarborDocumentsTab_SendDocumentButton
source: Save document
uk: Зберегти документ

# HarborPage_HarborDocumentsTab_Title
source: Documents
uk: Документи

# HarborPage_HarborDocumentsTab_UploadTitle
source: Add document
uk: Додати документ

# HarborPage_HarborEditPart_BICHelperText
source: Edit BIC
uk: Відредагувати BIC

# HarborPage_HarborEditPart_DescriptionHelperText
source: Edit description
uk: Відредагувати опис

# HarborPage_HarborEditPart_DescriptionLabel
source: Description
uk: Опис

# HarborPage_HarborEditPart_DisplayNameHelperText
source: Edit name
uk: Відредагувати назву

# HarborPage_HarborEditPart_DisplayNameLabel
source: Name
uk: Назва

# HarborPage_HarborEditPart_GeolocationLatitudeHelperText
source: Edit latitude
uk: Відредагувати широту

# HarborPage_HarborEditPart_GeolocationLatitudeLabel
source: Latitude
uk: Широта

# HarborPage_HarborEditPart_GeolocationLongitudeHelperText
source: Edit longitude
uk: Відредагувати довготу

# HarborPage_HarborEditPart_GeolocationLongitudeLabel
source: Longitude
uk: Довгота

# HarborPage_HarborEditPart_HarborSaveButton
source: Save
uk: Зберегти

# HarborPage_HarborEditPart_HarborSaveErrorAlert
source: Harbor save error
uk: Помилка збереження бухти

# HarborPage_HarborEditPart_HarborSaveSuccessAlert
source: Harbor save success
uk: Бухта збережена успішно

# HarborPage_HarborEditPart_IBANHelperText
source: Edit IBAN
uk: Відредагувати IBAN

# HarborPage_HarborEditPart_SupportEmailHelperText
source: Edit support email
uk: Відредагувати пошту підтримки

# HarborPage_HarborEditPart_SupportEmailLabel
source: Support email
uk: Пошта підтримки

# HarborPage_HarborEditPart_SupportPhoneNumberHelperText
source: Edit support phone number
uk: Відредагувати телефоний номер підтримки

# HarborPage_HarborEditPart_SupportPhoneNumberLabel
source: Support phone number
uk: Телефоний номер підтримки

# HarborPage_HarborEditPart_Title
source: Harbor editing
uk: Редагування бухти

# HarborPage_HarborEditTab_Title
source: Harbor editing
uk: Редагування бухти

# HarborPage_HarborPhotosPart_Title
source: Photos
uk: Фото

# HarborPage_HarborPhotosTab_DeletePhotoErrorAlert
source: Delete photo error
uk: Помилка видалення фото

# HarborPage_HarborPhotosTab_DeletePhotoSuccessAlert
source: Delete photo success
uk: Фото видалене успішно

# HarborPage_HarborPhotosTab_EmptyData
source: Noone photo is here
uk: Жодного фото наразі немає

# HarborPage_HarborPhotosTab_NewHarborPhoto
source: Add harbor photo
uk: Додати фото бухти

# HarborPage_HarborPhotosTab_SendPhotoButton
source: Save photo
uk: Зберети фото

# HarborPage_HarborPhotosTab_Title
source: Photos
uk: Фото

# HarborPage_HarborPhotosTab_UploadPhotoButton
source: Upload photo
uk: Завантажити фото

# HarborPage_HarborPhotosTab_UploadPhotoErrorAlert
source: Upload photo error
uk: Помилка завантаження фото

# HarborPage_HarborPhotosTab_UploadPhotoSuccessAlert
source: Upload photo success
uk: Фото завантажене успішно

# HarborPage_HarborPhotosTab_UploadTab
source: Add harbor photo
uk: Додати фото бухти

# HarborPage_ServicesPart_Title
source: Services
uk: Сервіси

# ServicesManagePage_CreateTab_PriceLabel
source: Price
uk: Ціна

# ServicesManagePage_CreateTab_PriceHelperText
source: Enter price
uk: Визначте ціну

# ServicesManagePage_CreateTab_ServiceCreateButton
source: Create
uk: Створити

# ServicesManagePage_CreateTab_ServiceDescriptionHelperText
source: Enter description
uk: Наведіть опис

# ServicesManagePage_CreateTab_ServiceDescriptionLabel
source: Description
uk: Опис

# ServicesManagePage_CreateTab_ServiceDisplayNameHelperText
source: Enter name
uk: Введіть назву

# ServicesManagePage_CreateTab_ServiceDisplayNameLabel
source: Name
uk: Назва

# ServicesManagePage_CreateTab_ServiceErrorAlert
source: Create service error
uk: Помилка створення сервісу

# ServicesManagePage_CreateTab_ServiceSuccessAlert
source: Create service success
uk: Сервіс успішно створенно

# ServicesManagePage_CreateTab_Title
source: Creeate service
uk: Створити сервіс

# ServicesManagePage_DeleteDialog_Title
source: Delete
uk: Видалити

# ServicesManagePage_EditTab_PriceHelperText
source: Edit price
uk: Відредагувати ціну

# ServicesManagePage_EditTab_PriceLabel
source: Price
uk: Ціна

# ServicesManagePage_EditTab_ServiceDescriptionHelperText
source: Edit description
uk: Відредагувати опис

# ServicesManagePage_EditTab_ServiceDescriptionLabel
source: Description
uk: Опис

# ServicesManagePage_EditTab_ServiceDisplayNameHelperText
source: Edit name
uk: Відредагувати назву

# ServicesManagePage_EditTab_ServiceDisplayNameLabel
source: Name
uk: Назва

# ServicesManagePage_EditTab_ServiceEditButton
source: Edit
uk: Відредагувати

# ServicesManagePage_EditTab_ServiceErrorAlert
source: Edit service error
uk: Помикла редагування сервісу

# ServicesManagePage_EditTab_ServiceSuccessAlert
source: Edit service success
uk: Сервіс відредаговано успішно

# ServicesManagePage_EditTab_Title
source: Edit service
uk: Відредагувати сервіс

# ServicesManagePage_ErrorDialog_Title
source: Error
uk: Помилка

# ServicesManagePage_ListTab_DeleteButton
source: Delete
uk: Видалення

# ServicesManagePage_ListTab_Description
source: Description
uk: Опис

# ServicesManagePage_ListTab_DisplayName
source: Name
uk: Назва

# ServicesManagePage_ListTab_EditButton
source: Edit
uk: Змінити

# ServicesManagePage_ListTab_Price
source: Price
uk: Ціна

# ServicesManagePage_ListTab_Title
source: Services
uk: Сервіси

# ServicesManagePage_ListTab_EmptyData
source: Empty data
uk: Немає даних

# HarborPage_BerthPart_ActivateBerthButton
source: Activate
uk: Активувати

# HarborPage_BerthPart_BerthDescriptionText
source: Description
uk: Опис

# HarborPage_BerthPart_BerthIsActive
source: Is active
uk: Активна

# HarborPage_BerthPart_BerthPriceText
source: Price
uk: Ціна

# HarborPage_BerthPart_Berth_ReviewAmountText
source: Review amount
uk: Кількість відгуків

# HarborPage_BerthPart_Berth_SuitableTypesText
source: Suitable types
uk: Підходящі типи

# HarborPage_BerthPart_Berth_TypeDescriptionText
source: Description
uk: Опис

# HarborPage_BerthPart_Berth_TypeNameText
source: Name
uk: Назва

# HarborPage_BerthPart_CreateBerthButton
source: Create new berth
uk: Створити новий причал

# HarborPage_BerthPart_DeleteBerthButton
source: Delete
uk: Видалити

# HarborPage_BerthPart_DeleteDialog_Title
source: Delete
uk: Видалення

# HarborPage_BerthPart_DisableBerthButton
source: Disabele
uk: Деактивувати

# HarborPage_BerthPart_EditBerthButton
source: Edit
uk: Змінити

# HarborPage_BerthPart_ErrorDialog_Title
source: Error
uk: Помилка

# HarborPage_BerthPart_GetBookingsButton
source: Get booking history
uk: Отримати історію бронювання

# HarborPage_BerthPart_Title
source: Berths
uk: Причали

# HarborPage_ReviewsPart_Actions
source: Actions
uk: Дії

# HarborPage_ReviewsPart_CreateButton
source: Create review
uk: Додати відгук

# HomePage_ReviewsPart_DeleteDialog_Title
source: Delete
uk: Видалити

# HomePage_ReviewsPart_EditDialog_Title
source: Edit
uk: Відредагувати

# HomePage_ReviewsPart_ErrorDialog_Title
source: Error
uk: Помилка

# HomePage_ReviewsPart_CreateDialog_Title
source: Create
uk: Створити

# HarborPage_ReviewValidator_RequiredReviewPluses
source: Review pluses is required
uk: Плюси є обов'язковими

# HarborPage_ReviewValidator_RequiredReviewMinuses
source: Review minuses is required
uk: Мінуси є обов'язковими

# HarborPage_ReviewsPart_EmptyData
source: Noone reviews does exist
uk: Жодного відгуку ще немає

# HarborPage_ReviewsPart_IsPayed
source: Is payed
uk: Оплачено

# HarborPage_ReviewsPart_NotPayed
source: Is not payed
uk: Не оплачено

# HarborPage_ReviewsPart_Payed
source: Payed status
uk: Статус платежу

# HarborPage_ReviewsPart_Review
source: Review
uk: Відгук

# HarborPage_ReviewsPart_ReviewBody
source: Review body
uk: Вміст відгуку

# HarborPage_ReviewsPart_ReviewDate
source: Review date
uk: Дата відгуку

# HarborPage_ReviewsPart_ReviewFormDialog_BerthDescription
source: Berth description
uk: Опис

# HarborPage_ReviewsPart_ReviewFormDialog_BerthHelperText
source: Select berth
uk: Виберіть причал

# HarborPage_ReviewsPart_ReviewFormDialog_BerthLabel
source: Berth selection
uk: Вибор причалу

# HarborPage_ReviewsPart_ReviewFormDialog_BerthName
source: Berth name
uk: Назва

# HarborPage_ReviewsPart_ReviewFormDialog_CancelButton
source: Cancel
uk: Скасувати

# HarborPage_ReviewsPart_ReviewFormDialog_ReviewBodyHelperText
source: Enter review body
uk: Напишіть відгук

# HarborPage_ReviewsPart_ReviewFormDialog_ReviewBodyLabel
source: Review body
uk: Відгук

# HarborPage_ReviewsPart_ReviewFormDialog_ReviewMark
source: Review mark
uk: Оцінка

# HarborPage_ReviewsPart_ReviewFormDialog_ReviewMinusesHelperText
source: Enter review minuses
uk: Вкажіть мінуси

# HarborPage_ReviewsPart_ReviewFormDialog_ReviewMinusesLabel
source: Review minuses
uk: Мінуси

# HarborPage_ReviewsPart_ReviewFormDialog_ReviewPlusesHelperText
source: Enter review pluses
uk: Вкажіть плюси

# HarborPage_ReviewsPart_ReviewFormDialog_ReviewPlusesLabel
source: Review pluses
uk: Плюси

# HarborPage_ReviewsPart_ReviewFormDialog_SubmitButton
source: Submit
uk: Підтвердження

# HarborPage_ReviewsPart_ReviewMark
source: Review mark
uk: Оцінка

# HarborPage_ReviewsPart_ReviewMinuses
source: Review minuses
uk: Мінуси

# HarborPage_ReviewsPart_ReviewPluses
source: Review pluses
uk: Плюси

# HarborPage_ReviewValidator_RequiredBerth
source: Berth is required
uk: Причал є обов'язковим

# HarborPage_ReviewValidator_RequiredReviewBody
source: Review body is required
uk: Відгук є обов'язковим

# HarborPage_ReviewValidator_InvalidMaximalReviewBodyLength
source: Review body must be shorter than {0} characters
uk: Відгук має бути коротшим за {0} символів

# HarborPage_ReviewValidator_InvalidMaximalReviewMark
source: Review mark must be smoller than {0}
uk: Оцінка має бути меншою за {0}

# HarborPage_ReviewValidator_InvalidMaximalReviewMinusesLength
source: Review minuses must be shorter than {0} characters
uk: Мінуси мають бути коротшими за {0} символів

# HarborPage_ReviewValidator_InvalidMaximalReviewPlusesLength
source: Review pluses must be shorter than {0} characters
uk: Плюси мають бути коротшими за {0} символів

# HarborPage_ReviewValidator_InvalidMinimalReviewBodyLength
source: Review body must be bigger than {0} characters
uk: Відгук має бути довшим за {0} символів

# HarborPage_ReviewValidator_InvalidMinimalReviewMark
source: Review mark must be bigger than {0}
uk: Оцінка має бути більшою за {0}

# HarborPage_ReviewValidator_InvalidMinimalReviewMinusesLength
source: Review minuses must be bigger than {0} characters
uk: Мінуси мають бути довшими за {0} символів

# HarborPage_ReviewValidator_InvalidMinimalReviewPlusesLength
source: Review pluses must be bigger than {0} characters
uk: Плюси мають бути довшими за {0} символів

# HarborPage_ReviewsPart_ReviewAmountText
source: Reviews amount
uk: Кількість відгуків

# HarborPage_ReviewsPart_Title
source: Reviews
uk: Відгуки

# HarborPage_HarborPhotosTab_EditErrorAlert
source: Edit review error
uk: Помилка редагування відгуку

# HarborPage_ReviewsPart_CreateErrorAlert
source: Create review error
uk: Помилка створення відгуку

# HarborPage_HarborPart_ReviewAmountText
source: Reviews amount
uk: Кількість відгуків

# BerthFormPage_CreateButton
source: Create
uk: Створити

# BerthFormPage_DescriptionHelperText
source: Enter description
uk: Введіть опис

# BerthFormPage_DescriptionLabel
source: Description
uk: Опис

# BerthFormPage_DisplayNameHelperText
source: Enter berth name
uk: Введіть назву причалу

# BerthFormPage_DisplayNameLabel
source: Berth name
uk: Назва причалу

# BerthFormPage_ErrorAlert
source: Create berth error
uk: Помилка створення причалу

# BerthFormPage_PriceHelperText
source: Enter price
uk: Введіть ціну

# BerthFormPage_PriceLabel
source: Price
uk: Ціна

# BerthFormPage_ShipTypeDescription
source: Description
uk: Опис

# BerthFormPage_ShipTypeName
source: Name
uk: Назва

# BerthFormPage_ShipType_Label
source: Ship type selection
uk: Вибір типів кораблів

# BerthFormPage_ShipType_Text
source: Select suitable ship type
uk: Оберіть підходящі типи кораблів

# BerthFormPage_SuccessAlert
source: Create berth success
uk: Причал успішно створено

# BerthFormPage_Title
source: Berth creation
uk: Створення причалу

# BerthFormPage_ToBerthPageButton
source: Open last created berth
uk: Відкрити останній створений причал

# ProfilePage_UserPhotoTab_ErrorDialog_Title
source: Error
uk: Помилка

# HarborPage_HarborDocumentTab_ErrorDialog_Title
source: Error
uk: Помилка

# HarborPage_HarborPhotoTab_ErrorDialog_Title
source: Error
uk: Помилка

# BerthPage_BerthPhotoTab_NewBerthPhotoSizeError
source: File size bigger than {0} bytes
uk: Розмір файлу більший за {0} байт

# BerthPage_BerthControls_CreateNewButton
source: Create new berth
uk: Створити нову пристань

# BerthPage_BerthControls_DeleteButton
source: Delete
uk: Видалити

# BerthPage_BerthControls_GetBookingHistoryButton
source: Get booking history
uk: Отримати історію бронювання

# BerthPage_BerthEditPart_BerthSaveButton
source: Save
uk: Зберегти

# BerthPage_BerthEditPart_BerthSaveErrorAlert
source: Berth save error
uk: Помилка збереження пристані

# BerthPage_BerthEditPart_BerthSaveSuccessAlert
source: Berth save success
uk: Пристань збережена успішно

# BerthPage_BerthEditPart_DescriptionHelperText
source: Edit description
uk: Відредагуйте опис

# BerthPage_BerthEditPart_DescriptionLabel
source: Description
uk: Опис

# BerthPage_BerthEditPart_DisplayNameHelperText
source: Edit name
uk: Відредагуйте назву

# BerthPage_BerthEditPart_DisplayNameLabel
source: Name
uk: Назва

# BerthPage_BerthEditPart_PriceHelperText
source: Edit price
uk: Відредагуйте ціну

# BerthPage_BerthEditPart_PriceLabel
source: Price
uk: Ціна

# BerthPage_BerthEditPart_ShipTypeDescription
source: Description
uk: Опис

# BerthPage_BerthEditPart_ShipTypeName
source: Name
uk: Назва

# BerthPage_BerthEditPart_ShipType_Label
source: Suitable ship types selection
uk: Вибір підходящих типів кораблів

# BerthPage_BerthEditPart_ShipType_Text
source: Select suitable ship type
uk: Виберіть підходящі типи кораблів

# BerthPage_BerthEditPart_Title
source: Berth editing
uk: Редагування пристані

# BerthPage_BerthPhotosPart_Title
source: Photos
uk: Фото

# BerthPage_BerthPhotosTab_DeletePhotoErrorAlert
source: Photo delete error
uk: Помилка видалення фото

# BerthPage_BerthPhotosTab_DeletePhotoSuccessAlert
source: Photo delete success
uk: Фото видалено успішно

# BerthPage_BerthPhotosTab_EmptyData
source: Noone photo now is here
uk: Жодного фото наразі немає

# BerthPage_BerthPhotosTab_NewBerthPhoto
source: New berth photo
uk: Нове фото пристані

# BerthPage_BerthPhotosTab_SendPhotoButton
source: Save photo
uk: Зберегти фото

# BerthPage_BerthPhotosTab_Title
source: Photos
uk: Фото

# BerthPage_BerthPhotosTab_UploadPhotoButton
source: Upload
uk: Завантажити

# BerthPage_BerthPhotosTab_UploadPhotoErrorAlert
source: Photo upload error
uk: Помилка завантаження фото

# BerthPage_BerthPhotosTab_UploadPhotoSuccessAlert
source: Photo upload success
uk: Фото завантажено успішно

# BerthPage_BerthPhotosTab_UploadTab
source: Add new photo
uk: Додати нове фото

# BerthPage_BerthPart_DeleteDialog_Title
source: Delete
uk: Видалити

# BerthPage_BerthPart_ErrorDialog_Title
source: Error
uk: Помилка

# BookingHistoryPage_CreateButton
source: Create new booking
uk: Створити нове бронювання

# BookingFormPage_BookingValidator_RequiredStartDate
source: Start date is required
uk: Початкова дата є обов'язковою

# BookingFormPage_BookingValidator_RequiredHarbor
source: Harbor is required
uk: Бухта є обов'язковою

# BookingFormPage_BookingValidator_RequiredShip
source: Ship is required
uk: Човен є обов'язковим

# BookingFormPage_BookingValidator_RequiredEndDate
source: End date is required
uk: Кінцева дата є обов'язковою

# BookingFormPage_BookingValidator_RequiredBerth
source: Berth is required
uk: Причал є обов'язковим

# BookingFormPage_BookingValidator_InvalidStartDateByEndDate
source: Start date must be earlier than end date
uk: Початкова дата має бути меншою за кінцеву

# BookingFormPage_BookingValidator_InvalidEndDateByStartDate
source: Start date must be earlier than end date
uk: Початкова дата має бути меншою за кінцеву

# BookingFormPage_BookingValidator_InvalidEndDateByDateNow
source: End date must be after now
uk: Кінцева дата має бути у майбутньому

# BookingFormPage_BookingValidator_InvalidStartDateByDateNow
source: Start date must be after now
uk: Початкова дата має бути у майбутньому

# BookingFormPage_BerthTab_BackButton
source: Back
uk: Повернутись

# BookingFormPage_DateTab_BackButton
source: Back
uk: Повернутись

# BookingFormPage_HarborTab_BackButton
source: Back
uk: Повернутись

# BookingFormPage_ShipTab_Title
source: Ship select
uk: Вибір човна

# BookingFormPage_BerthTab_Berth_Label
source: Berth selection
uk: Вибір пристані

# BookingFormPage_BerthTab_Berth_Text
source: Select berth
uk: Оберіть пристань

# BookingFormPage_BerthTab_Description
source: Description
uk: Опис

# BookingFormPage_BerthTab_DisplayName
source: Name
uk: Назва

# BookingFormPage_BerthTab_NextButton
source: Next
uk: Далі

# BookingFormPage_BerthTab_Price
source: Price
uk: Ціна

# BookingFormPage_BerthTab_Title
source: Berth select
uk: Вибір пристані

# BookingFormPage_DateTab_NextButton
source: Next
uk: Далі

# BookingFormPage_DateTab_Title
source: Dates select
uk: Вибір дат

# BookingFormPage_ErrorAlert
source: Booking save error
uk: Помилка збереження бронювання

# BookingFormPage_HarborTab_Description
source: Description
uk: Опис

# BookingFormPage_HarborTab_DisplayName
source: Name
uk: Назва

# BookingFormPage_HarborTab_NextButton
source: Next
uk: Далі

# BookingFormPage_HarborTab_Title
source: Harbor select
uk: Вибір бухти

# BookingFormPage_ServicesTab_BackButton
source: Back
uk: Повернутись

# BookingFormPage_ServicesTab_Description
source: Description
uk: Опис

# BookingFormPage_ServicesTab_DisplayName
source: Name
uk: Назва

# BookingFormPage_ServicesTab_Price
source: Price
uk: Ціна

# BookingFormPage_ServicesTab_Services_Label
source: Service selection
uk: Вибір сервісів

# BookingFormPage_ServicesTab_Services_Text
source: Select service
uk: Оберіть сервіси

# BookingFormPage_ServicesTab_Title
source: Services selection
uk: Вибір сервісів

# BookingFormPage_ShipTab_Label
source: Ship selection
uk: Вибір човна

# BookingFormPage_ShipTab_NextButton
source: Next
uk: Далі
