Repository: IXIOverlorDIXI/HarborManagementSystem.Web
Catalog: UI/Localizations/Localization.*.resx
Languages: uk

source: Atmosphere pressure average
uk: Середній атмосферний тиск

source: Atmosphere pressure single
uk: Одиничний атмосферний тиск

source: Atmosphere pressure max
uk: Максимальний атмосферний тиск

source: Atmosphere pressure min
uk: Мінімальний атмосферний тиск

source: Atmosphere pressure
uk: Атмосферний тиск

source: Temperature average
uk: Середня температура

# StatisticsPage_EnvironmentalCondition_TemperatureChart_DataByOneLocalizationKey
source: Temperature single
uk: Одинична температура

# StatisticsPage_EnvironmentalCondition_TemperatureChart_DataMaxLocalizationKey
source: Temperature max
uk: Максимальна температура

# StatisticsPage_EnvironmentalCondition_TemperatureChart_DataMinLocalizationKey
source: Temperature min
uk: Мінімальна температура

# StatisticsPage_EnvironmentalCondition_TemperatureChart_TitleLocalizationKey
source: Temperature
uk: Температура

source: Wind direction single
uk: Одиничний напрям вітру

source: Wind direction
uk: Напрям вітру

# StatisticsPage_EnvironmentalCondition_WaveForceChart_DataAverageLocalizationKey
source: Wave force average
uk: Середня сила хвиль

# StatisticsPage_EnvironmentalCondition_WaveForceChart_DataByOneLocalizationKey
source: Wave force single
uk: Одинична сила хвиль

# StatisticsPage_EnvironmentalCondition_WaveForceChart_DataMaxLocalizationKey
source: Wave force max
uk: Максимальна сила хвиль

# StatisticsPage_EnvironmentalCondition_WaveForceChart_DataMinLocalizationKey
source: Wave force min
uk: Мінімальна сила хвиль

# StatisticsPage_EnvironmentalCondition_WaveForceChart_TitleLocalizationKey
source: Wave force
uk: Сила хвиль

# StatisticsPage_EnvironmentalCondition_WindSpeedChart_TitleLocalizationKey
source: Wind speed
uk: Сила вітру

# StatisticsPage_EnvironmentalCondition_WindSpeedChart_DataMinLocalizationKey
source: Wind speed min
uk: Мінімальна сила вітру

# StatisticsPage_EnvironmentalCondition_WindSpeedChart_DataMaxLocalizationKey
source: Wind speed max
uk: Максимальна сила вітру

# StatisticsPage_EnvironmentalCondition_WindSpeedChart_DataByOneLocalizationKey
source: Wind speed single
uk: Одинична сила вітру

# StatisticsPage_EnvironmentalCondition_WindSpeedChart_DataAverageLocalizationKey
source: Wind speed average
uk: Середня сила вітру

# StatisticsPage_StorageEnvironmentalConditionComponent_EmptyData
source: Empty data
uk: Немає даних

# StatisticsPage_StorageEnvironmentalCondition_Title
source: Storage environmental condition
uk: Умови довколишньої середи зберігання

source: Air pollution average
uk: Середня забрудненість повітря

source: Air pollution single
uk: Одинична забрудненість повітря

source: Air pollution max
uk: Максимальна забрудненість повітря

source: Air pollution min
uk: Мінімальна забрудненість повітря

source: Air pollution distance
uk: Забрудненість повітря

source: Radiation level average
uk: Середній рівень радіації

source: Radiation level single
uk: Одиничний рівень радіації

source: Radiation level max
uk: Максимальний рівень радіації

source: Radiation level min
uk: Мінімальний рівень радіації

source: Radiation level
uk: Рівень радіації

source: Ship temperature average
uk: Середня температура корабля

source: Ship temperature single
uk: Одинична температура корабля

source: Ship temperature max
uk: Максимальна температура корабля

source: Ship temperature min
uk: Мінімальна температура корабля

source: Ship temperature
uk: Температура корабля

source: Water pollution average
uk: Середня зубрудненість води

source: Water pollution single
uk: Одинична зубрудненість води

source: Water pollution single
uk: Максимальна зубрудненість води

source: Water pollution min
uk: Мінімальна зубрудненість води

source: Water pollution
uk: Зубрудненість води

# ErrorComponent_DialogSubmitButton
source: Confirm
uk: Зрозуміло

# ErrorComponent_DialogMessage
source: Error
uk: Помилка

# ShipTypesManagePage_ShipTypeValidator_InvalidDescriptionMaximalLength
source: Description must be bigger than {0} characters
uk: Опис має бути більшим за {0} символів

# ShipTypesManagePage_ShipTypeValidator_InvalidDescriptionMinimalLength
source: Description must be shorter than {0} characters
uk: Опис користувача має бути коротшим за {0} символів

# ShipTypesManagePage_ShipTypeValidator_InvalidTypeNameMinimalLength
source: Type name must be shorter than {0} characters
uk: Назва типу має бути коротшим за {0} символів

# ShipTypesManagePage_ShipTypeValidator_InvalidTypeNameMaximalLength
source: Type name must be bigger than {0} characters
uk: Назва типу має бути більшим за {0} символів

# ShipTypesManagePage_ShipTypeValidator_RequiredTypeName
source: Type name is required
uk: Назва типу є обов'язковою

# ShipTypesManagePage_CreateTab_ShipTypeCreateButton
source: Create
uk: Створити

# ShipTypesManagePage_CreateTab_ShipTypeDescriptionHelperText
source: Enter the type description
uk: Введить опис типу

# ShipTypesManagePage_CreateTab_ShipTypeDescriptionLabel
source: Type description
uk: Опис типу

# ShipTypesManagePage_CreateTab_ShipTypeErrorAlert
source: Ship type create error
uk: Помилка створення типу корабля

# ShipTypesManagePage_CreateTab_ShipTypeNameHelperText
source: Enter the type name
uk: Введить назву типу

# ShipTypesManagePage_CreateTab_ShipTypeNameLabel
source: Type name
uk: Назва типу

# ShipTypesManagePage_CreateTab_ShipTypeSuccessAlert
source: Ship type create success
uk: Тип корабля створено успішно

# ShipTypesManagePage_CreateTab_Title
source: Create ship type
uk: Створення типу корабля

# ShipTypesManagePage_EditTab_ShipTypeDescriptionHelperText
source: Edit the type description
uk: Відредагувати опис типу

# ShipTypesManagePage_EditTab_ShipTypeDescriptionLabel
source: Type description
uk: Опис типу

# ShipTypesManagePage_EditTab_ShipTypeEditButton
source: Edit
uk: Редагувати

# ShipTypesManagePage_EditTab_ShipTypeErrorAlert
source: Ship type edit error
uk: Помилка редагування типу корабля

# ShipTypesManagePage_EditTab_ShipTypeNameHelperText
source: Edit the type name
uk: Відредагувати тип корабля

# ShipTypesManagePage_EditTab_ShipTypeNameLabel
source: Type name
uk: Назва типу

# ShipTypesManagePage_EditTab_ShipTypeSuccessAlert
source: Ship type edit success
uk: Тип корабля успішно змінено

# ShipTypesManagePage_EditTab_Title
source: Edit ship type
uk: Редагування типу корабля

# ShipTypesManagePage_ListTab_DeleteButton
source: Delete
uk: Видалити

# ShipTypesManagePage_ListTab_Description
source: Description
uk: Опис

# ShipTypesManagePage_ListTab_EditButton
source: Edit
uk: Відредагувати

# ShipTypesManagePage_ListTab_Title
source: Ship types
uk: Типи кораблів

# ShipTypesManagePage_ListTab_TypeName
source: Type name
uk: Назва типу

# ShipTypesManagePage_DeleteDialog_Title
source: Delete
uk: Видалити

# ShipTypesManagePage_ErrorDialog_Title
source: Error
uk: Помилка

# SubscriptionPage_SubscriptionValidator_InvalidDescriptionMaximalLength
source: Description must be bigger than {0} characters
uk: Опис має бути більшим за {0} символів

# SubscriptionPage_SubscriptionValidator_InvalidDescriptionMinimalLength
source: Description must be sherter than {0} characters
uk: Опис має бути меншим за {0} символів

# SubscriptionPage_SubscriptionValidator_InvalidDisplayNameMaximalLength
source: Display name must be bigger than {0} characters
uk: Назва має бути більшою за {0} символів

# SubscriptionPage_SubscriptionValidator_InvalidDisplayNameMinimalLength
source: Display name must be sherter than {0} characters
uk: Назва має бути меньшою за {0} символів

# SubscriptionPage_SubscriptionValidator_InvalidMinimalMaxHarborAmount
source: Max harbor amount must be bigger than 0
uk: Максимальна кількість бухт має бути бульше за 0

# SubscriptionPage_SubscriptionValidator_InvalidMinimalPrice
source: Price must be bigger than 0
uk: Ціна має бути бульше за 0

# SubscriptionPage_SubscriptionValidator_InvalidMinimalTaxOnBooking
source: Tax on booking must be bigger than 0
uk: Податок на бронювання має бути бульше за 0

# SubscriptionPage_SubscriptionValidator_InvalidMinimaTaxOnServices
source: Tax on services must be bigger than 0
uk: Податок на додаткові сервіси має бути бульше за 0

# SubscriptionPage_SubscriptionValidator_RequiredDescription
source: Description is required
uk: Опис є обов'язковим

# SubscriptionPage_SubscriptionValidator_RequiredDisplayName
source: Display name is required
uk: Назва є обов'язковою

# SubscriptionPage_SubscriptionValidator_RequiredMaxHarborAmount
source: Max harbor amount is required
uk: Максимальна кількість бухт є обов'язковою

# SubscriptionPage_SubscriptionValidator_RequiredPrice
source: Price is required
uk: Ціна є обов'язковою

# SubscriptionPage_SubscriptionValidator_RequiredTaxOnBooking
source: Tax on booking is required
uk: Податок на бронювання є обов'язковим

# SubscriptionPage_SubscriptionValidator_RequiredTaxOnServices
source: Tax on services is required
uk: Податок на додаткові сервіси є обов'язковим

# SubscriptionsManagePage_CreateTab_DescriptionHelperText
source: Enter description
uk: Введіть опис

# SubscriptionsManagePage_CreateTab_DescriptionLabel
source: Description
uk: Опис

# SubscriptionsManagePage_CreateTab_DisplayNameHelperText
source: Enter subscription name
uk: Введіть назву підписки

# SubscriptionsManagePage_CreateTab_DisplayNameLabel
source: Subscription name
uk: Назва підписки

# SubscriptionsManagePage_CreateTab_MaxHarborAmountHelperText
source: Setup maximal harbor amount
uk: Установіть максимальну кількість бухт

# SubscriptionsManagePage_CreateTab_MaxHarborAmountLabel
source: Maximal harbor amount
uk: Максимальна кількість бухт

# SubscriptionsManagePage_CreateTab_PriceHelperText
source: Setup price
uk: Установіть ціну

# SubscriptionsManagePage_CreateTab_PriceLabel
source: Price
uk: Ціна

# SubscriptionsManagePage_CreateTab_SubscriptionCreateButton
source: Create
uk: Створити

# SubscriptionsManagePage_CreateTab_SubscriptionErrorAlert
source: Subscription create error
uk: Помилка створення підписки

# SubscriptionsManagePage_CreateTab_SubscriptionSuccessAlert
source: Subscription create success
uk: Підписка створенна успішно

# SubscriptionsManagePage_CreateTab_TaxOnBookingHelperText
source: Setup tax on booking
uk: Установіть податок на буккинг

# SubscriptionsManagePage_CreateTab_TaxOnBookingLabel
source: Tax on booking
uk: Податок на буккинг

# SubscriptionsManagePage_CreateTab_TaxOnServicesHelperText
source: Setup tax on services
uk: Встановіть податок на додаткові послуги

# SubscriptionsManagePage_CreateTab_TaxOnServicesLabel
source: Tax on services
uk: Податок на додаткові послуги

# SubscriptionsManagePage_CreateTab_Title
source: Create subscription
uk: Створити підписку

# SubscriptionsManagePage_DeleteDialog_Title
source: Delete
uk: Видалити

# SubscriptionsManagePage_EditTab_DescriptionHelperText
source: Edit description
uk: Відредагувати підписку

# SubscriptionsManagePage_EditTab_DescriptionLabel
source: Description
uk: Опис

# SubscriptionsManagePage_EditTab_DisplayNameHelperText
source: Edit display name
uk: Відредагувати назву підписки

# SubscriptionsManagePage_EditTab_DisplayNameLabel
source: Display name
uk: Назва підписки

# SubscriptionsManagePage_EditTab_MaxHarborAmountHelperText
source: Edit maximal harbor amount
uk: Відредагувати максимальну кількість бухт

# SubscriptionsManagePage_EditTab_MaxHarborAmountLabel
source: Maximal harbor amount
uk: Максимальна кількість бухт

# SubscriptionsManagePage_EditTab_PriceHelperText
source: Edit price
uk: Відредагувати ціну

# SubscriptionsManagePage_EditTab_PriceLabel
source: Price
uk: Ціна

# SubscriptionsManagePage_EditTab_SubscriptionCreateButton
source: Edit
uk: Відредагувати

# SubscriptionsManagePage_EditTab_SubscriptionErrorAlert
source: Subscription edit error
uk: Помилка редагування підписки

# SubscriptionsManagePage_EditTab_SubscriptionSuccessAlert
source: Subscription edit success
uk: Підписка успішно відредагована

# SubscriptionsManagePage_EditTab_TaxOnBookingHelperText
source: Edit tax on booking
uk: Відредагувати податок на бронювання

# SubscriptionsManagePage_EditTab_TaxOnBookingLabel
source: Tax on booking
uk: Податок на бронювання

# SubscriptionsManagePage_EditTab_TaxOnServicesHelperText
source: Edit tax on services
uk: Відредагувати податок на додаткові послуги

# SubscriptionsManagePage_EditTab_TaxOnServicesLabel
source: Tax on services
uk: Податок на додаткові послуги

# SubscriptionsManagePage_EditTab_Title
source: Edit subscription
uk: Відредагувати підписку

# SubscriptionsManagePage_ErrorDialog_Title
source: Error
uk: Помилка

# SubscriptionsManagePage_ListTab_DeleteButton
source: Delete
uk: Видалити

# SubscriptionsManagePage_ListTab_Description
source: Description
uk: Опис

# SubscriptionsManagePage_ListTab_DisplayName
source: Name
uk: Назва

# SubscriptionsManagePage_ListTab_EditButton
source: Edit
uk: Відредагувати

# SubscriptionsManagePage_ListTab_MaxHarborAmount
source: Maximal harbor amount
uk: Максимальна кількість бухт

# SubscriptionsManagePage_ListTab_Price
source: Price
uk: Ціна

# SubscriptionsManagePage_ListTab_SubscriberAmount
source: Subscriber amount
uk: Кількість підписників

# SubscriptionsManagePage_ListTab_TaxOnBooking
source: Tax on booking
uk: Податок на бронювання

# SubscriptionsManagePage_ListTab_TaxOnServices
source: Tax on services
uk: Податок на додаткові послуги

# SubscriptionsManagePage_ListTab_Title
source: All subscriptions
uk: Усі підписки

# SubscriptionPage_SubscriptionValidator_InvalidMaximalTaxOnBooking
source: Tax on booking must be smaller than {0}%
uk: Податок на бронювання не повинен перевищувати {0}%

# SubscriptionPage_SubscriptionValidator_InvalidMaximalTaxOnServices
source: Tax on services must be smaller than {0}%
uk: Податок на додаткові послуги не повинен перевищувати {0}%

# BookingHistoryPage_Title_BookingsForBerth
source: Bookings for berth
uk: Бронювання для причалу

# BookingHistoryPage_Title_BookingsForHarbor
source: Bookings for harbor
uk: Бронювання для бухти

# BookingHistoryPage_Title_BookingsForShip
source: Bookings for ship
uk: Бронювання для корабля

# BookingHistoryPage_Title_OwnBookings
source: Own bookings
uk: Власні бронювання

# BookingHistoryPage_Title_Undefined
source: Undefined bookings list
uk: Нерозпізнаний список бронювання

# BookingHistoryPage_DeleteButton
source: Delete
uk: Видалити

# BookingHistoryPage_EditButton
source: Edit
uk: Відредагувати

# BookingHistoryPage_EmptyBookingsData
source: Has no data for now
uk: Наразі немає даних

# BookingHistoryPage_EndDate
source: End date
uk: Кінцева дата

# BookingHistoryPage_PayButton_NotPayed
source: Pay
uk: Cплатити

# BookingHistoryPage_PayButton_Payed
source: Payed
uk: Cплачено

# BookingHistoryPage_ShipName
source: Ship name
uk: Назва човна

# BookingHistoryPage_StartDate
source: Start date
uk: Початкова дата

# BookingHistoryPage_Services
source: Services
uk: Додаткові послуги

# BookingHistoryPage_Services_Description
source: Description
uk: Опис

# BookingHistoryPage_Services_DisplayName
source: Name
uk: Назва

# BookingHistoryPage_Services_Price
source: Price
uk: Ціна

# BookingHistoryPage_BookingPayDialog_BerthNameText
source: Berth name
uk: Назва причалу

# BookingHistoryPage_BookingPayDialog_CancelButton
source: Cancel
uk: Відмова

# BookingHistoryPage_BookingPayDialog_EndDateText
source: End date
uk: Дата кінця

# BookingHistoryPage_BookingPayDialog_HarborNameText
source: Harbor name
uk: Назва бухти

# BookingHistoryPage_BookingPayDialog_Services
source: Services
uk: Додаткові сервіси

# BookingHistoryPage_BookingPayDialog_Services_Description
source: Description
uk: Опис

# BookingHistoryPage_BookingPayDialog_Services_DisplayName
source: Name
uk: Назва

# BookingHistoryPage_BookingPayDialog_Services_Price
source: Price
uk: Ціна

# BookingHistoryPage_BookingPayDialog_StartDateText
source: Start date
uk: Дата початку

# BookingHistoryPage_BookingPayDialog_SubmitButton
source: Submit
uk: Підтвердити

# BookingHistoryPage_BookingPayDialog_TotalCostText
source: Total cost
uk: Фінальна вартість бронювання

# BookingHistoryPage_ErrorDialog_Title
source: Error
uk: Помилка

# BookingHistoryPage_BookingPayDialog_Title
source: Payment
uk: Сплата

# BookingHistoryPage_DeleteDialog_Title
source: Delete
uk: Видалити

# HomePage_UserPart_ShipPart_CreateShipButton
source: Create new ship
uk: Створити новий корабель

# NavBarComponent_navigateToBookingHistory
source: Booking
uk: Бронювання

# HomePage_UserPart_HarborPart_DeleteButton
source: Delete
uk: Видалити

# HomePage_UserPart_HarborPart_EditButton
source: Edit
uk: Змінити

# HomePage_UserPart_HarborPart_GetBookingsButton
source: Bookings history
uk: Історія бронювання

# HomePage_UserPart_HarborPart_Title
source: Harbors
uk: Бухти

# HomePage_UserPart_HarborPart_ReviewAmountText
source: Review amount
uk: Кількість оглядів

# HomePage_UserPart_HarborPart_SupportEmailText
source: Support email
uk: Пошта підтримки

# HomePage_UserPart_HarborPart_SupportPhoneNumberText
source: Support phone number
uk: Телефоний номер підтримки

# HomePage_UserPart_HarborPart_CreateButton_Enable
source: Create new harbor
uk: Створитити нову бухту

# HomePage_UserPart_HarborPart_CreateButton_Disabled
source: Creating blocked by subscription limits: limit - {0} == current amount - {1}
uk: Створення заблокованно через обмеження пілписки: ліміти - {0} == поточною кількістю - {1}

# HomePage_HarborPart_DeleteDialog_Title
source: Delete
uk: Видалити

# HomePage_ShipPart_DeleteDialog_Title
source: Delete
uk: Видалити

# HomePage_ShipPart_ErrorDialog_Title
source: Error
uk: Помил

# HomePage_HarborPart_ErrorDialog_Title
source: Error
uk: Помилка

# ShipFormPage_ShipTypeValidator_InvalidDisplayNameMaximalLength
source: Name must be bigger than {0} characters
uk: Ім'я для відображення має бути більшим за {0} символів

# ShipFormPage_ShipTypeValidator_InvalidDisplayNameMinimalLength
source: Name must be shorter than {0} characters
uk: Ім'я для відображення має бути коротшим за {0} символів

# ShipFormPage_ShipTypeValidator_RequiredDisplayName
source: Name is required
uk: Ім'я є обов'язковим

# ShipFormPage_ShipTypeValidator_RequiredShipType
source: Ship type is required
uk: Тип корабля є обов'язковим

# ShipFormPage_CreateButton
source: Create
uk: Створити

# ShipFormPage_Description
source: Description
uk: Опис

# ShipFormPage_DisplayName
source: Name
uk: Назва

# ShipFormPage_ErrorAlert
source: Ship create error
uk: Помилка створення корабля

# ShipFormPage_ShipType_Label
source: Ship type
uk: Тип корабля

# ShipFormPage_ShipType_Text
source: Select ship type
uk: Обери тип корабля

# ShipFormPage_SuccessAlert
source: Ship create success
uk: Корабль успішно створенно

# ShipFormPage_Title
source: Ship creation
uk: Створення корабля

# ShipFormPage_ToShipPageButton
source: Move to last created ship
uk: Перейти до отсаннього створенного кораблю

# ShipFormPage_TypeName
source: Type name
uk: Назва типу

# ShipPage_ChangeShipPhotoTab_Title
source: Ship photo
uk: Фото корабля

# ShipPage_EditTab_Description
source: Description
uk: Опис

# ShipPage_EditTab_DisplayNameHelperText
source: Edit ship name
uk: Відредагуйте назву корабля

# ShipPage_EditTab_DisplayNameLabel
source: Name
uk: Назва

# ShipPage_EditTab_ShipSaveButton
source: Edit
uk: Змінити

# ShipPage_EditTab_ShipSaveErrorAlert
source: Ship edit error
uk: Помилка редагування

# ShipPage_EditTab_ShipSaveSuccessAlert
source: Ship edit success
uk: Редагування успішне

# ShipPage_EditTab_ShipType_Label
source: Ship type
uk: Тип корабля

# ShipPage_EditTab_ShipType_Text
source: Edit ship type
uk: Змініть тип корабля

# ShipPage_EditTab_Title
source: Edit ship
uk: Редагування корабля

# ShipPage_EditTab_TypeName
source: Name
uk: Назва

# ShipPage_ShipPhotoTab_CurrentShipPhotoTitle
source: Current photo
uk: Поточне фото

# ShipPage_ShipPhotoTab_DeleteShipPhotoButton
source: Delete photo
uk: Видалити фото

# ShipPage_ShipPhotoTab_LoadShipPhotoButton
source: Upload photo
uk: Завантажити фото

# ShipPage_ShipPhotoTab_NewShipPhotoSizeError
source: Photo size bigger than {0} bytes
uk: Розмір фото перевищує {0} байт

# ShipPage_ShipPhotoTab_NewShipPhotoTitle
source: New photo
uk: Нове фото

# ShipPage_ShipPhotoTab_ShipPhotoDeleteErrorAlert
source: Photo delete error
uk: Помилка видалення фото

# ShipPage_ShipPhotoTab_ShipPhotoDeleteSuccessAlert
source: Photo delete success
uk: Фото видалене успішно

# ShipPage_ShipPhotoTab_ShipPhotoUpdateErrorAlert
source: Photo update error
uk: Помилка оновлення фото

# ShipPage_ShipPhotoTab_ShipPhotoUpdateSuccessAlert
source: Photo update error
uk: Фото оновлено успішно

# ShipPage_ShipPhotoTab_UpdateShipPhotoButton
source: Update photo
uk: Оновити фото

# ShipPage_DeleteShipButton
source: Delete
uk: Видалити

# ShipPage_GetBookingsButton
source: Booking history
uk: Історія бронювання

# ShipPage_UserPart_GetStatisticsButton
source: Get statistics
uk: Отримати статистику

# ShipPage_UserPart_ShipPart_CreateShipButton
source: Create new ship
uk: Створити новий корабель

# StatisticsPage_StorageEnvironmentalConditionEmptyData
source: Empty data
uk: Немає даних

# ProfilePage_UserPhotoTab_UserPhotoDeleteButton
source: Delete photo
uk: Видалити фото

# ProfilePage_UserPhotoTab_UserPhotoDeleteErrorAlert
source: Delete photo error
uk: Помилка видалення фото

# ProfilePage_UserPhotoTab_UserPhotoDeleteSuccessAlert
source: Delete photo success
uk: Фото успішно видалено

# HarborPage_ServiceValidator_InvalidMaximalDescriptionLength
source: Description must be shorter than {0} characters
uk: Опис має бути коротшим за {0} символів

# HarborPage_ServiceValidator_InvalidMaximalDisplayNameLength
source: Display name must be shorter than {0} characters
uk: Назва має бути коротшою за {0} символів

# HarborPage_ServiceValidator_InvalidMinimalDescriptionLength
source: Description must be bigger than {0} characters
uk: Опис має бути довшим за {0} символів

# HarborPage_ServiceValidator_InvalidMinimalDisplayNameLength
source: Display name must be bigger than {0} characters
uk: Назва має бути довшою за {0} символів

# HarborPage_ServiceValidator_InvalidMinimalPrice
source: Price must be bigger than {0}$
uk: Ціна має бути більшою за {0}$

# HarborPage_ServiceValidator_RequiredDescription
source: Description is required
uk: Опис є обов'язковим

# HarborPage_ServiceValidator_RequiredDisplayName
source: Display name is required
uk: Назва є обов'язковою

# HarborPage_ServiceValidator_RequiredPrice
source: Price is required
uk: Ціна є обов'язковою

# HarborPage_ServiceValidator_InvalidMaximalPrice
source: Price must be smaller than {0}$
uk: Ціна має бути меншою за {0}$

# HarborPage_BerthValidator_InvalidMaximalDescriptionLength
source: Description must be shorter than {0} characters
uk: Опис має бути коротшим за {0} символів

# HarborPage_BerthValidator_InvalidMaximalDisplayNameLength
source: Display name must be shorter than {0} characters
uk: Назва має бути коротшою за {0} символів

# HarborPage_BerthValidator_InvalidMaximalPrice
source: Price must be smaller than {0}$
uk: Ціна має бути меншою за {0}$

# HarborPage_BerthValidator_InvalidMinimalDescriptionLength
source: Description must be bigger than {0} characters
uk: Опис має бути довшим за {0} символів

# HarborPage_BerthValidator_InvalidMinimalDisplayNameLength
source: Display name must be bigger than {0} characters
uk: Назва має бути довшою за {0} символів

# HarborPage_BerthValidator_InvalidMinimalPrice
source: Price must be bigger than {0}$
uk: Ціна має бути більшою за {0}$

# HarborPage_BerthValidator_RequiredDescription
source: Description is required
uk: Опис є обов'язковим

# HarborPage_BerthValidator_RequiredDisplayName
source: Display name is required
uk: Назва є обов'язковою

# HarborPage_BerthValidator_RequiredPrice
source: Price is required
uk: Ціна є обов'язковою

# HarborPage_BerthValidator_RequiredShipTypes
source: At least one ship type is required
uk: Повинен бути додан хочаб один тип підходящих кораблів
