Repository: IXIOverlorDIXI/HarborManagementSystem.Web
Catalog: UI/Localizations/Localization.*.resx
Languages: uk

# BookingFormPage_ShipTab_ShipDescription
source: Description
uk: Опис

# BookingFormPage_ShipTab_ShipTypeName
source: Name
uk: Назва

# BookingFormPage_ShipTab_Text
source: Select ship
uk: Оберіть корабель

# BookingFormPage_CreateButton
source: Create
uk: Зберегти

# BookingFormPage_HarborTab_Label
source: Harbor selection
uk: Вибір бухт

# BookingFormPage_HarborTab_Text
source: Select harbor
uk: Виберіть бухту

# BookingFormPage_DateTab_StartDate
source: Start date
uk: Дата початку

# BookingFormPage_DateTab_SelectStartDate
source: Select start date
uk: Оберіть дату початку

# BookingFormPage_DateTab_SelectEndDate
source: Select end date
uk: Оберіть дату кінця

# BookingFormPage_DateTab_EndDate
source: End date
uk: Дата кінця

# BookingFormPage_ErrorDialog_Title
source: Error
uk: Помилка

# BookingFormPage_EditButton
source: Edit
uk: Зберегти

# BookingHistoryPage_BerthName
source: Berth name
uk: Назва причалу

# BookingHistoryPage_HarborName
source: Harbor name
uk: Назва бухти

# MapPage_CurrentPosition_ButtonLabel
source: Current location
uk: Поточна позиція

# MapPage_CurrentPosition_InformWindow
source: You are here
uk: Ви знаходитесь тут

# MapPage_ShipType_Label
source: Ship type selection
uk: Вибір типів кораблів

# MapPage_ShipType_Text
source: Select ship type
uk: Оберіть тип кораблю

# MapPage_TypeName
source: Name
uk: Назва

# MapPage_Description
source: Description
uk: Опис
