Repository: IXIOverlorDIXI/HarborManagementSystem.Web
Catalog: UI/Localizations/Localization.*.resx
Languages: uk

# AuthorizationPage_LoginTab_LoginErrorAlert
source: Login error
uk: Помилка авторизації

# LocalizationsComponent_MudSelect_Label
source: Language
uk: Мова

# NavBarComponent_Authorization
source: Logine | Register
uk: Увійти | Зареєструватись

# NavBarComponent_Home
source: Home
uk: Домашня сторінка

# NavBarComponent_Logout
source: Logout
uk: Вийти

# NavBarComponent_MainPage
source: Main page
uk: Головна сторінка

# NavBarComponent_Map
source: Map
uk: Мапа

# NavBarComponent_Profile
source: Profile
uk: Профіль

# NavBarComponent_SubscriptionPage
source: Subscription
uk: Підписка

# AuthorizationPage_LoginTab_LoginSuccessAlert
source: Login success
uk: Успішна авторизація

# AuthorizationPage_RegisterTab_RegisterErrorAlert
source: Register error
uk: Помилка реєстрації

# AuthorizationPage_RegisterTab_RegisterSuccessAlert
source: Register success
uk: Успішна реєстрація

# AuthorizationPage_LoginTab_LoginValidator_InvalidEmailFormat
source: Invalid email format
uk: Невірний формат пошти

# AuthorizationPage_LoginTab_LoginValidator_InvalidPasswordMaximalLength
source: Password must be shorter than {0} characters
uk: Пароль має бути коротшим за {0} символів

# AuthorizationPage_LoginTab_LoginValidator_InvalidPasswordMinimalLength
source: Password must be bigger than {0} characters
uk: Пароль має бути довшим за {0} символів

# AuthorizationPage_LoginTab_LoginValidator_RequiredEmail
source: Email is required
uk: Пошта є обов'зковою

# AuthorizationPage_LoginTab_LoginValidator_RequiredPassword
source: Password is required
uk: Пароль є обов'зкововим

# AuthorizationPage_LoginTab_LoginButton
source: Login
uk: Увійти

# AuthorizationPage_RegisterTab_RegisterButton
source: Register
uk: Зареєструватись

# AuthorizationPage_RegisterTab_ConfirmPasswordHelperText
source: Repeat the password
uk: Повторіть пароль

# AuthorizationPage_RegisterTab_ConfirmPasswordLabel
source: Confirm password
uk: Підтвердження паролю

# AuthorizationPage_RegisterTab_DisplayNameHelperText
source: Display name will be able to change latter
uk: Ім'я для відображення можна буде змінити пізніше

# AuthorizationPage_RegisterTab_DisplayNameLabel
source: Display name
uk: Ім'я для відображення

# AuthorizationPage_RegisterTab_EmailHelperText
source: Email will be able to change latter
uk: Пошту можна бути змінити пізніше

# AuthorizationPage_RegisterTab_EmailLabel
source: Email
uk: Пошта

# AuthorizationPage_RegisterTab_PasswordHelperText
source: Chose the strong password
uk: Оберіть сильний пароль

# AuthorizationPage_RegisterTab_PasswordLabel
source: Password
uk: Пароль

# AuthorizationPage_RegisterTab_UsernameHelperText
source: Username name will be able to change latter
uk: Ім'я користувача не можна буде змінити пізніше

# AuthorizationPage_RegisterTab_UsernameLabel
source: Username
uk: Ім'я користувача

# AuthorizationPage_LoginTab_EmailLabel
source: Email
uk: Пошта

# AuthorizationPage_LoginTab_EmailHelperText
source: Enter the email
uk: Введіть пошту

# AuthorizationPage_LoginTab_PasswordHelperText
source: Enter the password
uk: Введіть пароль

# AuthorizationPage_LoginTab_PasswordLabel
source: Password
uk: Пароль

# AuthorizationPage_RegisterTab_RegisterValidator_EqualPasswordConfirm
source: Passwords is not equal
uk: Паролі не співпадають

# AuthorizationPage_RegisterTab_RegisterValidator_InvalidDisplayNameMaximalLength
source: Display name must be bigger than {0} characters
uk: Ім'я для відображення має бути більшим за {0} символів

# AuthorizationPage_RegisterTab_RegisterValidator_InvalidDisplayNameMinimalLength
source: Display name must be shorter than {0} characters
uk: Ім'я для відображення має бути коротшим за {0} символів

# AuthorizationPage_RegisterTab_RegisterValidator_InvalidEmailFormat
source: Invalid email format
uk: Невірний формат пошти

# AuthorizationPage_RegisterTab_RegisterValidator_InvalidPasswordMaximalLength
source: Password must be bigger than {0} characters
uk: Пароль має бути більшим за {0} символів

# AuthorizationPage_RegisterTab_RegisterValidator_InvalidPasswordMinimalLength
source: Password must be shorter than {0} characters
uk: Пароль має бути коротшим за {0} символів

# AuthorizationPage_RegisterTab_RegisterValidator_InvalidUsernameMaximalLength
source: Username must be bigger than {0} characters
uk: Ім'я користувача має бути більшим за {0} символів

# AuthorizationPage_RegisterTab_RegisterValidator_InvalidUsernameMinimalLength
source: Username must be shorter than {0} characters
uk: Ім'я користувача має бути коротшим за {0} символів

# AuthorizationPage_RegisterTab_RegisterValidator_RequiredDisplayName
source: Display name is required
uk: Ім'я для відображення є обов'зковим

# AuthorizationPage_RegisterTab_RegisterValidator_RequiredEmail
source: Email is required
uk: Пошта є обов'зковою

# AuthorizationPage_RegisterTab_RegisterValidator_RequiredPassword
source: Password is required
uk: Пароль є обов'зковим

# AuthorizationPage_RegisterTab_RegisterValidator_RequiredPasswordConfirm
source: Password confirmation is required
uk: Підтвердження паролю є обов'зковим

# AuthorizationPage_RegisterTab_RegisterValidator_RequiredUsername
source: Username is required
uk: Ім'я користувача є обов'зковим

# AuthorizationPage_LoginTab_TabTitle
source: Login
uk: Авторизація

# AuthorizationPage_RegisterTab_TabTitle
source: Registration
uk: Реєстрація

# DeleteComponent_DialogCancelButton
source: Cancel
uk: Відмінити

# DeleteComponent_DialogConfirmButton
source: Confirm
uk: Підтвердити

# DeleteComponent_DialogMessage
source: Are you sure?
uk: Ви впевнені?

source: Password must be bigger than {0} characters
uk: Пароль має бути більшим за {0} символів

source: Password must be shorter than {0} characters
uk: Пароль має бути коротшим за {0} символів

# ProfilePage_ChangePasswordTab_ChangePasswordValidator_RequiredPassword
source: Password is required
uk: Пароль є обов'зковим

# ProfilePage_ChangePasswordTab_ChangePasswordValidator_RequiredPasswordConfirm
source: Password confirmation is required
uk: Підтвердження паролю є обов'зковим

# ProfilePage_ProfileTab_ProfileValidator_InvalidDisplayNameMaximalLength
source: Display name must be bigger than {0} characters
uk: Ім'я для відображення має бути більшим за {0} символів

# ProfilePage_ProfileTab_ProfileValidator_InvalidDisplayNameMinimalLength
source: Display name must be shorter than {0} characters
uk: Ім'я для відображення має бути коротшим за {0} символів

# ProfilePage_ProfileTab_ProfileValidator_InvalidEmailFormat
source: Invalid email format
uk: Невірний формат пошти

# ProfilePage_ProfileTab_ProfileValidator_InvalidPhoneNumberFormat
source: Invalid phone number format
uk: Невірний формат номера телефону

# ProfilePage_ProfileTab_ProfileValidator_InvalidUsernameMaximalLength
source: Username must be bigger than {0} characters
uk: Ім'я користувача має бути більшим за {0} символів

# ProfilePage_ProfileTab_ProfileValidator_InvalidUsernameMinimalLength
source: Username must be shorter than {0} characters
uk: Ім'я користувача має бути коротшим за {0} символів

# ProfilePage_ProfileTab_ProfileValidator_RequiredDisplayName
source: Display name is required
uk: Ім'я для відображення є обов'зковим

# ProfilePage_ProfileTab_ProfileValidator_RequiredUsername
source: Username is required
uk: Ім'я користувача є обов'зковим

# ProfilePage_ProfileTab_ProfileValidator_RequiredEmail
source: Email is required
uk: Пошта є обов'зковою

# ProfilePage_ProfileTab_ProfileValidator_RequiredPhoneNumber
source: Phone number is required
uk: Номер телефону є обов'язковим

# ProfilePage_ChangePasswordTab_ChangePasswordButton
source: Change password
uk: Змінити пароль

# ProfilePage_ChangePasswordTab_ChangePasswordErrorAlert
source: Change password error
uk: Помилка зміни паролю

# ProfilePage_ChangePasswordTab_ChangePasswordValidator_EqualPasswordConfirm
source: Passwords is not equal
uk: Паролі не співпадають

# ProfilePage_ChangePasswordTab_ChangePasswordSuccessAlert
source: Change password success
uk: Пароль успішно змінено

# ProfilePage_ChangePasswordTab_ConfirmPasswordHelperText
source: Repeat the password
uk: Повторіть пароль

# ProfilePage_ChangePasswordTab_ConfirmPasswordLabel
source: Confirm password
uk: Підтвердження паролю

# ProfilePage_ChangePasswordTab_PasswordHelperText
source: Enter new password
uk: Введіть новий пароль

# ProfilePage_ChangePasswordTab_PasswordLabel
source: New password
uk: Новий пароль

# ProfilePage_ChangePasswordTab_Title
source: Change password
uk: Змінити пароль

# ProfilePage_ChangeUserPhotoTab_Title
source: User photo
uk: Фото користувача

# ProfilePage_ProfileTab_DisplayNameHelperText
source: Edit display name
uk: Змінити ім'я для відображення

# ProfilePage_ProfileTab_DisplayNameLabel
source: Display name
uk: Ім'я для відображення

# ProfilePage_ProfileTab_EmailHelperText
source: Edit email
uk: Змінити пошту

# ProfilePage_ProfileTab_EmailLabel
source: Email
uk: Пошта

# ProfilePage_ProfileTab_PhoneNumberHelperText
source: Edit phone number
uk: Змінити номер телефону

# ProfilePage_ProfileTab_PhoneNumberLabel
source: Phone number
uk: Номер телефону

# ProfilePage_ProfileTab_ProfileSaveButton
source: Save profile
uk: Зберегти профіль

# ProfilePage_ProfileTab_ProfileSaveErrorAlert
source: Profile save error
uk: Помилка збереження профілю

# ProfilePage_ProfileTab_ProfileSaveSuccessAlert
source: Profile save success
uk: Профіль збереженно успішно

# ProfilePage_ProfileTab_Title
source: Profile
uk: Профіль

# ProfilePage_ProfileTab_UsernameHelperText
source: Edit username
uk: Змінити ім'я користувача

# ProfilePage_ProfileTab_UsernameLabel
source: Username
uk: Ім'я користувача

# ProfilePage_UserPhotoTab_CurrentUserPhotoTitle
source: Current user photo
uk: Поточне фото користувача

# ProfilePage_UserPhotoTab_LoadUserPhotoButton
source: Load new photo
uk: Обрати нове фото

# ProfilePage_UserPhotoTab_NewUserPhotoTitle
source: New user photo
uk: Нове зображення користувача

# ProfilePage_UserPhotoTab_UpdateUserPhotoButton
source: Update current photo
uk: Оновити поточне фото

# ProfilePage_UserPhotoTab_UserPhotoUpdateErrorAlert
source: Update user photo error
uk: Помилка оновлення поточного фото

# ProfilePage_UserPhotoTab_UserPhotoUpdateSuccessAlert
source: Update user photo success
uk: Поточне фото успішно оновлено

# IndexPage_Body
source: Welcome to our innovative bay booking and yacht storage app! We offer ship and yacht owners a unique opportunity to rent bays for the safe storage of their vessels. What's more, we provide the ability to add your own marinas and additional services so boat owners can fully customize their experience. With our application, yacht owners have the opportunity to view the current storage conditions of their yachts at any time. We offer a user-friendly interface that provides access to information about weather conditions, the status of the yacht and other important data. Thus, you can be sure that your vessel is safe and in good condition at all times. Our service also provides a rating and review mechanism that helps yacht owners choose the most suitable bays and services. We believe that feedback from our users is an important part of a successful app experience. We are committed to continuous improvement and delivering the best experience. We pride ourselves on using the most advanced technologies to offer you the best possible experience using our app. We strive for simplicity and ease of navigation, as well as ensuring the reliability and security of your information. Your trust and satisfaction are our top priorities. Join our service now and discover a new level of convenience and security in bay booking and yacht storage. We are always ready to help you make your sea adventures a reality!
uk: Ласкаво просимо до нашого інноваційний додаток для букінгу бухт та послуг зберігання яхт! Ми пропонуємо власникам кораблів та яхт унікальну можливість орендувати бухти для безпечного зберігання своїх суден. Більше того, ми надаємо можливість додавання власних пристаней та додаткових послуг, щоб власники суден могли повністю настроїти свій досвід. З нашим додатком власники яхт мають можливість переглядати поточні умови зберігання своїх яхт. Ми пропонуємо зручний інтерфейс, який забезпечує доступ до інформації про погодні умови, стан яхти та інші важливі дані. Таким чином, ви можете бути впевнені в безпеці та хорошому стані свого судна у будь-який час. Наш сервіс також надає механізм рейтингу та відгуків, який допомагає власникам яхт вибирати найбільш підходящі бухти та послуги. Ми віримо, що зворотний зв'язок від наших користувачів є важливою складовою успішного досвіду використання програми. Ми прагнемо постійного поліпшення та надання найкращого досвіду. Ми пишаємося тим, що використовуємо передові технології, щоб запропонувати вам найкращий досвід використання нашого додатка. Ми прагнемо простоти та зручності в навігації, а також забезпечуємо надійність та безпеку вашої інформації. Ваша довіра та задоволення є нашими головними пріоритетами. Приєднуйтесь до нашого сервісу прямо зараз і відкрийте для себе новий рівень зручності та безпеки у букінгу бухт та зберіганні яхт. Ми завжди готові допомогти вам втілити ваші морські пригоди у реальність!

# IndexPage_Title
source: Harbors and ships management system
uk: Система управління човнами та бухтами

# IndexPage_Body5
source: Join our service now and discover a new level of convenience and security in bay booking and yacht storage. We are always ready to help you make your sea adventures a reality!
uk: Приєднуйтесь до нашого сервісу прямо зараз і відкрийте для себе новий рівень зручності та безпеки у букінгу бухт та зберіганні яхт. Ми завжди готові допомогти вам втілити ваші морські пригоди у реальність!

# IndexPage_Body4
source: We pride ourselves on using the most advanced technologies to offer you the best possible experience using our app. We strive for simplicity and ease of navigation, as well as ensuring the reliability and security of your information. Your trust and satisfaction are our top priorities.
uk: Ми пишаємося тим, що використовуємо передові технології, щоб запропонувати вам найкращий досвід використання нашого додатка. Ми прагнемо простоти та зручності в навігації, а також забезпечуємо надійність та безпеку вашої інформації. Ваша довіра та задоволення є нашими головними пріоритетами.

# IndexPage_Body3
source: Our service also provides a rating and review mechanism that helps yacht owners choose the most suitable bays and services. We believe that feedback from our users is an important part of a successful app experience. We are committed to continuous improvement and delivering the best experience.
uk: Наш сервіс також надає механізм рейтингу та відгуків, який допомагає власникам яхт вибирати найбільш підходящі бухти та послуги. Ми віримо, що зворотний зв'язок від наших користувачів є важливою складовою успішного досвіду використання програми. Ми прагнемо постійного поліпшення та надання найкращого досвіду.

# IndexPage_Body2
source: With our application, yacht owners have the opportunity to view the current storage conditions of their yachts at any time. We offer a user-friendly interface that provides access to information about weather conditions, the status of the yacht and other important data. Thus, you can be sure that your vessel is safe and in good condition at all times.
uk: З нашим додатком власники яхт мають можливість переглядати поточні умови зберігання своїх яхт. Ми пропонуємо зручний інтерфейс, який забезпечує доступ до інформації про погодні умови, стан яхти та інші важливі дані. Таким чином, ви можете бути впевнені в безпеці та хорошому стані свого судна у будь-який час.

# IndexPage_Body1
source: Welcome to our innovative bay booking and yacht storage app! We offer ship and yacht owners a unique opportunity to rent bays for the safe storage of their vessels. What's more, we provide the ability to add your own marinas and additional services so boat owners can fully customize their experience.
uk: Ласкаво просимо до нашого інноваційний додаток для букінгу бухт та послуг зберігання яхт! Ми пропонуємо власникам кораблів та яхт унікальну можливість орендувати бухти для безпечного зберігання своїх суден. Більше того, ми надаємо можливість додавання власних пристаней та додаткових послуг, щоб власники суден могли повністю настроїти свій досвід.

# ProfilePage_UserPhotoTab_NewUserPhotoSizeError
source: File size bigger than {0} bytes
uk: Розмір файлу більший за {0} байт

# SubscriptionPage_MaxHarborAmountText
source: Max harbor amount
uk: Максимальна кількість причалів

# SubscriptionPage_TaxOnBookingText
source: Tax on booking
uk: Податок на аренду

# SubscriptionPage_TaxOnServicesText
source: Tax on services
uk: Податок на додаткові сервіси

# SubscriptionPage_Title
source: Subscriptions list
uk: Список підписок

# SubscriptionPage_UpdateSubscriptionButton
source: Change subscription
uk: Змінити підписку

# SubscriptionPage_ChangeSubscriptionCostText
source: Change subscription price
uk: Коштовність зміни підписки

# SubscriptionPage_ChangeSubscriptionDialog_CancelButton
source: Cancel
uk: Відмовити

# SubscriptionPage_ChangeSubscriptionDialog_SubmitButton
source: Submit
uk: Підтвердити

# SubscriptionPage_ChangeSubscriptionDialog_Title
source: Confirm subscription changing
uk: Підтвердження про зміну підписки

# NavBarComponent_PaymentHistory
source: Payment history
uk: Історія грошових витрат

# PaymentHistoryPage_SubscriptionChecksTab_BankTransactionIdText
source: Bank transaction ID
uk: ID банківської транзакції

# PaymentHistoryPage_SubscriptionChecksTab_EmptyListText
source: Subscription checks doesn`t yet exist
uk: Чеків про зміну підписки досі немає

# PaymentHistoryPage_SubscriptionChecksTab_Title
source: Subscription checks
uk: Чеки про зміну підписки

# PaymentHistoryPage_SubscriptionChecksTab_TotalCostText
source: Sum
uk: Сума

# PaymentHistoryPage_BookingChecksTab_BankTransactionIdText
source: Bank transaction ID
uk: ID банківської транзакції

# PaymentHistoryPage_BookingChecksTab_TotalCostText
source: Sum
uk: Сума

# PaymentHistoryPage_BookingChecksTab_EmptyListText
source: Booking checks doesn`t yet exist
uk: Чеків про аренду досі немає

# PaymentHistoryPage_BookingChecksTab_Title
source: Booking checks
uk: Чеки про аренду

# SubscriptionPage_SubscriptionPriceText
source: Price
uk: Ціна

# HomePage_AdminPart_ManageShipTypesButton
source: Manage ship types
uk: Управління типами човнів

# HomePage_AdminPart_ManageSubscriptionsButton
source: Manage subscriptions
uk: Управління підписками

# HomePage_AdminPart_Title
source: Admin
uk: Адмін

# HomePage_UserPart_ShipTypeText
source: Ship type
uk: Тип судна

# HomePage_UserPart_ShipTypeDescriptionText
source: Description
uk: Опис

# HomePage_UserPart_ShipPart_Title
source: Ships
uk: Кораблі

# HomePage_UserPart_ShipNameText
source: Ship name
uk: Назва човна

# HomePage_UserPart_GetStatisticsButton
source: Storage statistics
uk: Статистика збереження

# HomePage_UserPart_GetBookingsButton
source: Bookings history
uk: Історія бронювання

# HomePage_UserPart_EditShipButton
source: Edit
uk: Змінити

# HomePage_UserPart_DeleteShipButton
source: Delete
uk: Видалити

# LineChart_InterpolationAlgorithmLabel
source: Interpolation algorithm
uk: Алгоритм интерполяції

# LineChart_InterpolationAlgorithm_PeriodicText
source: Periodic
uk: Періодичний

# LineChart_InterpolationAlgorithm_NaturalSplineText
source: Natural spline
uk: Природний сплайн

# LineChart_InterpolationAlgorithm_EndSlopeText
source: End slope
uk: Кінцевий нахил

# LineChart_InterpolationAlgorithm_StraightText
source: Straight
uk: Прямий

# LineChart_SwitchLabel
source: Switch chart mode
uk: Змінити режим діаграми

source: Back distance average
uk: Середня задня дистанція

source: Back distance single
uk: Одинична задня дистанція

source: Back distance max
uk: Максимальна задня дистанція

source: Back distance min
uk: Мінімальна задня дистанція

# StatisticsPage_RelativePositionComponent_BackDistanceChart_TitleLocalizationKey
source: Back distance
uk: Задня дистанція

# StatisticsPage_RelativePositionComponent_EmptyData
source: Empty data
uk: Немає даних

source: Front distance average
uk: Середня передня дистанція

source: Front distance single
uk: Одинична передня дистанція

source: Front distance max
uk: Максимальна передня дистанція

source: Front distance min
uk: Мінімальна передня дистанція

# StatisticsPage_RelativePositionComponent_FrontDistanceChart_TitleLocalizationKey
source: Front distance
uk: Передня дистанція

source: Height head above water average
uk: Середня висота голови над водою

source: Height head above water single
uk: Одинична висота голови над водою

source: Height head above water max
uk: Максимальна висота голови над водою

source: Height head above water min
uk: Мінімальна висота голови над водою

source: Height head above water
uk: Висота голови над водою

source: Height tail above water average
uk: Середня висота хвоста над водою

source: Height tail above water single
uk: Одинична висота хвоста над водою

source: Height tail above water max
uk: Максимальна висота хвоста над водою

source: Height tail above water min
uk: Мінімальна висота хвоста над водою

source: Height tail above water
uk: Висота хвоста над водою

source: Left distance average
uk: Середня ліва дистанція

source: Left distance single
uk: Одинична ліва дистанція

source: Left distance max
uk: Максимальна ліва дистанція

source: Left distance min
uk: Мінімальна ліва дистанція

# StatisticsPage_RelativePositionComponent_LeftDistanceChart_TitleLocalizationKey
source: Left distance
uk: Ліва дистанція

source: Right distance average
uk: Середня права дистанція

source: Right distance single
uk: Одинична права дистанція

source: Right distance max
uk: Максимальна права дистанція

source: Right distance min
uk: Мінімальна права дистанція

# StatisticsPage_RelativePositionComponent_RightDistanceChart_TitleLocalizationKey
source: Right distance
uk: Права дистанція

source: Roll angle average
uk: Середній кут нахилу

# StatisticsPage_RelativePositionComponent_RollAngleChart_DataByOneLocalizationKey
source: Roll angle single
uk: Одиничний кут нахилу

# StatisticsPage_RelativePositionComponent_RollAngleChart_DataMaxLocalizationKey
source: Roll angle max
uk: Максимальний кут нахилу

# StatisticsPage_RelativePositionComponent_RollAngleChart_DataMinLocalizationKey
source: Roll angle min
uk: Мінімальний кут нахилу

# StatisticsPage_RelativePositionComponent_RollAngleChart_TitleLocalizationKey
source: Roll angle
uk: Кут нахилу

source: Rotation angle average
uk: Середній кут повороту

source: Rotation angle single
uk: Одиничний кут повороту

source: Rotation angle max
uk: Максимальний кут повороту

source: Rotation angle min
uk: Мінімальний кут повороту

# StatisticsPage_RelativePositionComponent_RotationAngleChart_TitleLocalizationKey
source: Rotation angle
uk: Кут повороту

source: Tilt angle average
uk: Середній кут крену

# StatisticsPage_RelativePositionComponent_TiltAngleChart_DataByOneLocalizationKey
source: Tilt angle single
uk: Одиничний кут крену

# StatisticsPage_RelativePositionComponent_TiltAngleChart_DataMaxLocalizationKey
source: Tilt angle max
uk: Максимальний кут крену

# StatisticsPage_RelativePositionComponent_TiltAngleChart_DataMinLocalizationKey
source: Tilt angle min
uk: Мінімальний кут крену

# StatisticsPage_RelativePositionComponent_TiltAngleChart_TitleLocalizationKey
source: Tilt angle
uk: Кут крену

# StatisticsPage_RelativePositionComponent_Title
source: Relaitive position measuring
uk: Виміри відносного положення

# StatisticsPage_EnvironmentalConditionComponent_EmptyData
source: Empty data
uk: Немає даних

# StatisticsPage_EnvironmentalConditionEmptyData
source: Empty data
uk: Немає даних

# StatisticsPage_EnvironmentalCondition_Title
source: Environmental condition
uk: Умови довколишньої середи
